[
  {
    "id": 17932,
    "date": "2020-10-23T12:55:13",
    "date_gmt": "2020-10-23T10:55:13",
    "guid": {
      "rendered": "https://www.convention-net.de/?p=17932"
    },
    "modified": "2020-10-23T12:55:33",
    "modified_gmt": "2020-10-23T10:55:33",
    "slug": "vexcon-2020-virtuelle-messe-praesentiert-eine-eventbranche-im-umbruch",
    "status": "publish",
    "type": "post",
    "link": "https://www.convention-net.de/vexcon-2020-virtuelle-messe-praesentiert-eine-eventbranche-im-umbruch/",
    "title": {
      "rendered": "VExCon 2020: Virtuelle Messe präsentiert eine Eventbranche im Umbruch"
    },
    "content": {
      "rendered": "<p>Event-Digitalisierung und Austausch im digitalen Raum – dafür steht die VExCon als virtuelle Messe seit ihrer Premiere 2017. Erstmals wurden diese Charakteristika nun gleichzeitig zu inhaltlichen Schwerpunkten. An drei Tagen, vom 7. bis 9. Oktober 2020, drehte sich unter dem Motto „Interaktion 2.0“ alles um den Weg in eine neue Business-Eventwelt – speziell die Organisation und Ausgestaltung virtueller Veranstaltungen. Wie stark dieser Wandel die Branche bewegt, zeigt der neue Besucherrekord: Durch die digitalen Hallen schlenderten an vier Tagen über 1.000 Messebesucher·innen – 25 Prozent mehr als bei der Vorjahresveranstaltung. In 35 Live-Vorträgen, an über 20 Messeständen, in Workshops und Live-Sessions standen vor allem die Themen Monetarisierung, Content, Interaktion und Vermarktung im Mittelpunkt. Aber auch ein möglicher Re-Start und die Umsetzung hybrider Events wurden diskutiert. Als Branchenpartner engagierte sich das German Convention Bureau bereits zum dritten Mal. Medienpartner war zum zweiten Mal in Folge das Fachmagazin CIM.</p>\n<p><strong>Handeln statt Hoffen: Abwarten ist keine Optionen</strong></p>\n<p>Die Welt mitten in einer Pandemie und die Eventbranche mitten im Umbruch. Diese Entwicklung und die Frage, ob Eventformate und die bisherige Organisation virtuell abgebildet werden können, prägten auch das VExCon Konferenzprogramm. Die einheitliche Antwort lautete: Ja, man sollte sich einfach trauen. Besonders gut besucht war unter anderem der Vortrag „Monetarisierung von hybriden und Online-Events“ von XING Events Sales Director Timm Schröder, der davor warnte, Online-Events auf Dauer kostenlos anzubieten. Diesen Rat hatte auch Christoph Commes, Managing Director &amp; COO/CFO der Bits &amp; Pretzels. Er ermutigte gleichzeitig, virtuelle Formate als Chance zu sehen. Einen Blick in die Zukunft wagte Matthias Schultze, Managing Director des German Convention Bureau. Er leitete aus zugrundeliegenden nationalen und internationalen Studienergebnissen unterschiedliche Szenarien für die weitere Entwicklung des Marktes ab – unter anderem sei eine vollständige Erholung möglicherweise erst für 2024 zu erwarten. Er appellierte an die Branche, jetzt neue Instrumente zu nutzen und bestehende zu adaptieren.</p>\n<p>Vertieft wurden diese Impulse in den Live-Sessions und interaktiven Workshops des Nachmittagsprogramms. Für weiterführende Diskussionen nutzten die Teilnehmer intensiv die moderierten Networking Lounges oder bei einem virtuellen Spaziergang die Plattform wonder.</p>\n<p>„Lösungen vorstellen, Impulse liefern, Digitalisierung vorantreiben, Gespräche anregen – wir freuen uns, dass uns das mit der diesjährigen Ausgabe der VExCon besonders gut gelungen ist. Die Besucherzahlen zeigen, dass wir sowohl mit der Zusammenstellung des Programms als auch den neuen Interaktionsmöglichkeiten den Wünschen und Bedürfnissen der Branche gerecht geworden sind“, fasst Kati Rittberger, Geschäftsführerin von XING Events, zusammen. Sie ergänzt: „Die Eventbranche befindet sich ganz klar im Umbruch – jetzt an neuen Formaten zu arbeiten und Live-Kommunikation und Interaktion neu zu denken ist anspruchsvoll. Doch die Impulse auf der VExCon haben gezeigt, wie wir uns weiterentwickeln und neu erfinden können. Ich persönlich blicke positiv nach vorne und hoffe, dass wir das auch unseren Gästen vermitteln konnten.“</p>\n<p><strong>Live aus dem XING Events Studio auf die heimischen Bildschirme</strong></p>\n<p>Neben einer inhaltlich besonderen Ausrichtung unterschied sich die diesjährige Ausgabe der VExCon auch in der Durchführung von den früheren Veranstaltungen. Die neue Plattform ubivent von meetyoo conferencing bot deutlich mehr Möglichkeiten zur Interaktion – so konnten die Gäste trotz digitaler Teilnahme tief in die Messewelt eintauchen. Zudem wurde das Live-Vortragsprogramm erstmals über ein-Studio-Set-up vor Ort übertragen. Dies und die kompetente Moderation von Michael Heipel schufen für die Speaker·innen und Teilnehmenden ein sehr authentisches Konferenzerlebnis. „Drei Tage VExCon, drei Tage spannende Einblicke in eine sich wandelnde Eventindustrie, drei Tage Interaktion mit Expert·innen und Gästen und durchweg positive Resonanz – für mich als Moderator ein Traumevent. Die Inhalte des Vormittags und die Networking-Möglichkeiten am Nachmittag haben sich ideal ergänzt – eine Messe, die sich als Pflichttermin für die Branche etabliert hat“, schließt Michael Heipel.</p>\n<p>Die gesamte Messeplattform und alle Inhalte der VExCon stehen bereits Registrierten noch bis zum 6. November zur Verfügung. Im Anschluss stellt XING Events eine Auswahl der Vorträge auf seiner Website zum Abruf bereit.</p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>Event-Digitalisierung und Austausch im digitalen Raum – dafür steht die VExCon als virtuelle Messe seit ihrer Premiere 2017.</p>\n",
      "protected": false
    },
    "author": 4,
    "featured_media": 0,
    "comment_status": "closed",
    "ping_status": "closed",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [],
    "categories": [217, 1],
    "tags": [],
    "_links": {
      "self": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17932"
        }
      ],
      "collection": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts"
        }
      ],
      "about": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/types/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/users/4"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/comments?post=17932"
        }
      ],
      "version-history": [
        {
          "count": 1,
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17932/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 17933,
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17932/revisions/17933"
        }
      ],
      "wp:attachment": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/media?parent=17932"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/categories?post=17932"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/tags?post=17932"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https://api.w.org/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 17929,
    "date": "2020-10-22T10:53:45",
    "date_gmt": "2020-10-22T08:53:45",
    "guid": {
      "rendered": "https://www.convention-net.de/?p=17929"
    },
    "modified": "2020-10-22T10:53:45",
    "modified_gmt": "2020-10-22T08:53:45",
    "slug": "erste-virtuelle-mice-konferenz-der-philippinen-legt-schwerpunkt-auf-nachhaltigkeit",
    "status": "publish",
    "type": "post",
    "link": "https://www.convention-net.de/erste-virtuelle-mice-konferenz-der-philippinen-legt-schwerpunkt-auf-nachhaltigkeit/",
    "title": {
      "rendered": "Erste virtuelle MICE-Konferenz der Philippinen legt Schwerpunkt auf Nachhaltigkeit"
    },
    "content": {
      "rendered": "<p>Vom 26. bis 30. Oktober findet die wichtigste MICE-Konferenz der Philippinen, MICECON, erstmalig rein virtuell statt. Unter dem Motto „Renew, Reboot, Revitalize“ bietet das fünftägige Programm in seiner siebten Ausgabe Vorträge und Plenarsitzungen von internationalen Reiseexperten zu den Themen Nachhaltigkeit, virtuelle und hybride Veranstaltungen sowie Innovationen in der philippinischen Reisebranche. Eine kostenlose Anmeldung ist über <a title=\"http://www.2020.micecon.ph\" href=\"http://www.2020.micecon.ph\" target=\"_blank\" rel=\"noopener noreferrer\">www.2020.micecon.ph</a> möglich.</p>\n<figure id=\"attachment_17930\" aria-describedby=\"caption-attachment-17930\" style=\"width: 600px\" class=\"wp-caption aligncenter\"><img class=\"size-medium wp-image-17930\" src=\"https://www.convention-net.de/wp-content/uploads/2020/10/1-600x127.jpg\" alt=\"Philippinen\" width=\"600\" height=\"127\" srcset=\"https://www.convention-net.de/wp-content/uploads/2020/10/1-600x127.jpg 600w, https://www.convention-net.de/wp-content/uploads/2020/10/1-768x163.jpg 768w, https://www.convention-net.de/wp-content/uploads/2020/10/1-1200x255.jpg 1200w, https://www.convention-net.de/wp-content/uploads/2020/10/1.jpg 1320w\" sizes=\"(max-width: 600px) 100vw, 600px\" /><figcaption id=\"caption-attachment-17930\" class=\"wp-caption-text\">Foto: Philippine Department of Tourism</figcaption></figure>\n<p><strong>Alles neu macht die Neue Realität</strong></p>\n<p>Die jährliche vom Tourism Promotions Board (TPB) Philippines organisierte MICE-Veranstaltung MICECON findet dieses Jahr mit einem neuen virtuellen und interaktiven Konzept statt. Branchenexperten privater und öffentlicher Unternehmen haben die Möglichkeit, sich in digitalen Ausstellungshallen und privaten Chaträumen über Themen wie touristische Entwicklungen, die Neue Realität, Reaktivierung des Tourismus und Nachhaltigkeit auszutauschen. Letzter Punkt beschäftigt die Philippinen schon länger, setzen die Regierung sowie private Unternehmen doch bereits seit Jahren auf nachhaltige Projekte. Eröffnet wird die Konferenz unter anderem von Tourismusministerin Bernadette Romulo-Puyat. Die Teilnahme ist kostenlos und bietet ein buntes Programm für verschiedene Interessen.</p>\n<p>Mehr Informationen zur MICECONline finden Sie <a href=\"https://2020.micecon.ph/\" target=\"_blank\" rel=\"noopener noreferrer\">hier</a>.</p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>Vom 26. bis 30. Oktober findet die wichtigste MICE-Konferenz der Philippinen, MICECON, erstmalig rein virtuell statt. Unter dem Motto „Renew, Reboot, Revitalize“ bietet das fünftägige Programm in seiner siebten Ausgabe Vorträge und Plenarsitzungen von internationalen Reiseexperten zu den Themen Nachhaltigkeit, virtuelle und hybride Veranstaltungen sowie Innovationen in der philippinischen Reisebranche. Eine kostenlose Anmeldung ist über &hellip;</p>\n",
      "protected": false
    },
    "author": 4,
    "featured_media": 17930,
    "comment_status": "closed",
    "ping_status": "closed",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [],
    "categories": [65, 1],
    "tags": [],
    "_links": {
      "self": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17929"
        }
      ],
      "collection": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts"
        }
      ],
      "about": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/types/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/users/4"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/comments?post=17929"
        }
      ],
      "version-history": [
        {
          "count": 1,
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17929/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 17931,
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17929/revisions/17931"
        }
      ],
      "wp:featuredmedia": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/media/17930"
        }
      ],
      "wp:attachment": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/media?parent=17929"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/categories?post=17929"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/tags?post=17929"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https://api.w.org/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 17927,
    "date": "2020-10-22T10:48:01",
    "date_gmt": "2020-10-22T08:48:01",
    "guid": {
      "rendered": "https://www.convention-net.de/?p=17927"
    },
    "modified": "2020-10-22T10:48:01",
    "modified_gmt": "2020-10-22T08:48:01",
    "slug": "dorint-sichert-sich-hotel-der-spitzenklasse-am-berliner-kurfuerstendamm",
    "status": "publish",
    "type": "post",
    "link": "https://www.convention-net.de/dorint-sichert-sich-hotel-der-spitzenklasse-am-berliner-kurfuerstendamm/",
    "title": {
      "rendered": "Dorint sichert sich Hotel der Spitzenklasse am Berliner Kurfürstendamm"
    },
    "content": {
      "rendered": "<p>Voller Stolz und Respekt übernehmen die beiden Dorint Geschäftsführer Karl-Heinz Pawlizki und Jörg T. Böckeler die Verantwortung für die „Trophy-Immobilie“ am Berliner Ku’damm, Ecke Augsburger Straße. Der Pachtvertrag für das neue Haus der Hotelgruppe im Zentrum der Stadt wurde in dieser Woche unterschrieben. Das zukünftige Dorint Kurfürstendamm Berlin mit 311 Hotelzimmern (inkl. 44 Suiten), 2.100 m² Konferenzfläche und dem im Erdgeschoss befindlichen französischen Restaurant, liegt vis-à-vis zum berühmten Kranzler-Eck.</p>\n<p>Die Geschäftsführung der Dorint Gruppe verpflichtete Herrn Carsten Colmorgen und heißt ihn als neuen verantwortlichen Direktor für das renommierte Hotel willkommen. Carsten Colmorgen hatte von 2002 bis 2005 bereits für die Marke Dorint gearbeitet und leitete danach das Hotel am Kurfürstendamm bis 2018.</p>\n<p>Die Dorint Gruppe hat verantwortungsbewusst mit dem Verpächter des Hotels einen langfristigen Pachtvertrag abgeschlossen, der die Phase der Pandemie angemessen berücksichtigt. „Der Immobilieneigentümer hat gemeinsam mit dem Insolvenzverwalter Christian Graf Brockdorff – aus der überregional tätigen Kanzlei BBL Brockdorff &amp; Partner Rechtsanwälte – erfolgreich sowohl die Interessen der Arbeitnehmer, des neuen Pächters als auch der Eigentümer in Einklang gebracht“, bedankt sich Dirk Iserlohe, Aufsichtsratsvorsitzender der Gruppe. „Zum 1. November begrüßen wir nun Mitarbeiter der insolventen HAB Betriebs GmbH i. L. als neue #HotelHelden in der Dorint Familie“, so Iserlohe weiter. Gemeinsam mit dem Eigentümer wird Dorint nun weitere Zimmer und öffentliche Bereiche renovieren.</p>\n<p>Dirk Iserlohe ist stolz darauf, dass die Dorint Gruppe unter vielen – auch internationalen – Bewerbern den Zuschlag bekommen hat. Dorint kann nun auch wieder Gäste im Herzen der Hauptstadt empfangen und für die über 60 Jahre alte Traditionsmarke Dorint Hotels &amp; Resorts begeistern. Mit dem innovativen und bewährten „StaySafe by Dorint“-Konzept ist das 4-Sterne-Superior-Hotel während und nach der Corona-Krise für Touristen und Geschäftsreisende eine attraktive und sichere Adresse.</p>\n<p><em>www.dorint.com</em></p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>Voller Stolz und Respekt übernehmen die beiden Dorint Geschäftsführer Karl-Heinz Pawlizki und Jörg T. Böckeler die Verantwortung für die „Trophy-Immobilie“ am Berliner Ku’damm, Ecke Augsburger Straße.</p>\n",
      "protected": false
    },
    "author": 4,
    "featured_media": 0,
    "comment_status": "closed",
    "ping_status": "closed",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [],
    "categories": [1],
    "tags": [],
    "_links": {
      "self": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17927"
        }
      ],
      "collection": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts"
        }
      ],
      "about": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/types/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/users/4"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/comments?post=17927"
        }
      ],
      "version-history": [
        {
          "count": 1,
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17927/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 17928,
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17927/revisions/17928"
        }
      ],
      "wp:attachment": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/media?parent=17927"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/categories?post=17927"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/tags?post=17927"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https://api.w.org/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 17922,
    "date": "2020-10-22T07:00:52",
    "date_gmt": "2020-10-22T05:00:52",
    "guid": {
      "rendered": "https://www.convention-net.de/?p=17922"
    },
    "modified": "2020-10-21T21:49:55",
    "modified_gmt": "2020-10-21T19:49:55",
    "slug": "mcon-bietet-digitale-loesungen",
    "status": "publish",
    "type": "post",
    "link": "https://www.convention-net.de/mcon-bietet-digitale-loesungen/",
    "title": {
      "rendered": "m:con bietet digitale Lösungen"
    },
    "content": {
      "rendered": "<p>Das Team der <a href=\"https://www.mcon-mannheim.de/\">m:con</a> hat in den vergangenen Monaten seine Expertise erfolgreich in der Umsetzung von virtuellen und hybriden Veranstaltungen eingesetzt und ausgebaut. Neben bereits positiv durchgeführten Events wurden mit vielen Veranstalter*innen auch bereits Lösungen erarbeitet, um die ursprünglich im Frühjahr oder Herbst geplanten Kongresse und Events in angepasster Form umsetzen zu können.</p>\n<figure id=\"attachment_17924\" aria-describedby=\"caption-attachment-17924\" style=\"width: 600px\" class=\"wp-caption aligncenter\"><img class=\"size-medium wp-image-17924\" src=\"https://www.convention-net.de/wp-content/uploads/2020/10/Streaming_Studio_mcon-w800-h600-600x328.png\" alt=\"m:con\" width=\"600\" height=\"328\" srcset=\"https://www.convention-net.de/wp-content/uploads/2020/10/Streaming_Studio_mcon-w800-h600-600x328.png 600w, https://www.convention-net.de/wp-content/uploads/2020/10/Streaming_Studio_mcon-w800-h600-768x420.png 768w, https://www.convention-net.de/wp-content/uploads/2020/10/Streaming_Studio_mcon-w800-h600.png 800w\" sizes=\"(max-width: 600px) 100vw, 600px\" /><figcaption id=\"caption-attachment-17924\" class=\"wp-caption-text\">Aus dem Hybrid Studio im Congress Center Rosengarten können Konferenzformate jeglicher Art realisiert werden. Fotos: m:con</figcaption></figure>\n<p>Dieses Wissen konnte die m:con bereits mit der Realisierung der ersten virtuellen Hauptversammlungen der FUCHS Petrolub SE, sowie den Aktienunternehmen Crops energies AG, Südzucker AG und Heidelberger Druckmaschinen AG unter Beweis stellen.</p>\n<p>„Durch die Coronakrise hat die Digitalisierung auch in unserer Branche einen sicherlich notwendigen Schub bekommen. Wenngleich uns die analogen Veranstaltungen fehlen, die von der Interaktion zwischen Menschen leben, haben wir gute Erfahrungen mit dem Format der rein digitalen Veranstaltungen gemacht und werden diese mit weiteren Kunden in den kommenden Wochen und Monaten fortführen“ berichtet m:con-Geschäftsführer Bastian Fiedler.</p>\n<p>Um Kund*innen den Zugang zu hybriden Formaten zu erleichtern, wurde zudem auf der Ebene 2 des Congress Centers Rosengarten ein Hybrides Studio installiert. Damit ist auch die spontane und unkomplizierte Umsetzung von Konferenzstreamings möglich.</p>\n<p>An diese Erfolge knüpfte die m:con im Herbst mit der Umsetzung digitaler Kongresse an. Den Anfang machte der Kongress für Kinder- und Jugendmedizin (DGKJ) vom 17. &#8211; 19. September. Eigentlich geplant als Präsenzveranstaltung in Berlin, wurde der Kongress nun in rein digitaler Form umgesetzt. Nach einer gestreamten Live-Begrüßung durch den Kongresspräsidenten, verfolgten so durchschnittlich 1000 Teilnehmer*innen pro Tag die rund 80 Vorträge und Sitzungen über ein eigenes Onlineportal. Neben einer Interaktionsmöglichkeit via Chatfunktion mit den Referent*innen, gab es außerdem gesonderte Expertengespräche in eigenen virtuellen Videokonferenzräumen, die ein direktes Gespräch zu bestimmten Themen ermöglichten. Auch eine digitale Posterausstellung mit über 190 E-Postern sowie Präsentationen waren Teil des Programms. Dank der digitalen Umsetzung stehen alle Programmpunkte auch nach dem Kongress online zur Verfügung und können On-Demand über die Website abgerufen werden.</p>\n<figure id=\"attachment_17923\" aria-describedby=\"caption-attachment-17923\" style=\"width: 600px\" class=\"wp-caption aligncenter\"><img class=\"wp-image-17923 size-medium\" src=\"https://www.convention-net.de/wp-content/uploads/2020/10/DGKJ2020-Banner_767x389-w800-h600-600x305.png\" alt=\"m:con\" width=\"600\" height=\"305\" srcset=\"https://www.convention-net.de/wp-content/uploads/2020/10/DGKJ2020-Banner_767x389-w800-h600-600x305.png 600w, https://www.convention-net.de/wp-content/uploads/2020/10/DGKJ2020-Banner_767x389-w800-h600-768x390.png 768w, https://www.convention-net.de/wp-content/uploads/2020/10/DGKJ2020-Banner_767x389-w800-h600.png 800w\" sizes=\"(max-width: 600px) 100vw, 600px\" /><figcaption id=\"caption-attachment-17923\" class=\"wp-caption-text\">Der diesjährige Kongress für Kinder- und Jugendmedizin fand als rein virtuelles Event statt.</figcaption></figure>\n<p>Man könnte sagen, damit ist der virtuelle Startschuss zum “Digitale Kongressherbst” gefallen. An die erfolgreiche Umsetzung der DGKJ sollen jetzt nicht nur die 86. Jahrestagung und Herztage der DGK vom 15.-17. Oktober, der PMO-Tag am 19. Oktober und das PMO-Forum vom 20.-21. Oktober, die 36. Jahrestagung der Gefäßchirurgie und Gefäßmedizin sowie der Deutsche Schmerzkongress 21.-24. Oktober, sondern auch die 46. Jahrestagung der GNPI vom 29.-31. Oktober sowie der Kongress der DGPPN vom 25.-28. November anknüpfen und alle ebenfalls rein digital stattfinden.</p>\n<p>&nbsp;</p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>Das Team der m:con hat in den vergangenen Monaten seine Expertise erfolgreich in der Umsetzung von virtuellen und hybriden Veranstaltungen eingesetzt und ausgebaut.</p>\n",
      "protected": false
    },
    "author": 4,
    "featured_media": 17924,
    "comment_status": "closed",
    "ping_status": "closed",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [],
    "categories": [356, 355, 1, 72],
    "tags": [],
    "_links": {
      "self": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17922"
        }
      ],
      "collection": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts"
        }
      ],
      "about": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/types/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/users/4"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/comments?post=17922"
        }
      ],
      "version-history": [
        {
          "count": 2,
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17922/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 17926,
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17922/revisions/17926"
        }
      ],
      "wp:featuredmedia": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/media/17924"
        }
      ],
      "wp:attachment": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/media?parent=17922"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/categories?post=17922"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/tags?post=17922"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https://api.w.org/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 17919,
    "date": "2020-10-20T14:48:16",
    "date_gmt": "2020-10-20T12:48:16",
    "guid": {
      "rendered": "https://www.convention-net.de/?p=17919"
    },
    "modified": "2020-10-20T14:48:16",
    "modified_gmt": "2020-10-20T12:48:16",
    "slug": "dr-peter-fiedler-zum-chief-financial-officer-der-kempinski-hotels-ernannt",
    "status": "publish",
    "type": "post",
    "link": "https://www.convention-net.de/dr-peter-fiedler-zum-chief-financial-officer-der-kempinski-hotels-ernannt/",
    "title": {
      "rendered": "Dr. Peter Fiedler zum Chief Financial Officer der Kempinski Hotels ernannt"
    },
    "content": {
      "rendered": "<p>Kempinski Hotels hat Dr. Peter Fiedler zum Chief Financial Officer und Mitglied des Vorstands ernannt. In dieser zentralen Position zeichnet er für sämtliche Finanzfunktionen und die Finanz-Performance der internationalen Luxus Hotelgruppe verantwortlich und leitet neben den Corporate- und Hotelfinanzen auch die Bereiche Compliance und das Interne Audit.</p>\n<figure id=\"attachment_17920\" aria-describedby=\"caption-attachment-17920\" style=\"width: 456px\" class=\"wp-caption alignleft\"><img class=\" wp-image-17920\" src=\"https://www.convention-net.de/wp-content/uploads/2020/10/Dr.-Peter-Fiedler_Chief-Financial-Officer_Kempinski-Hotels_copyright-Kempinski-Hotels-w800-h600-600x401.jpg\" alt=\"Kempinski\" width=\"456\" height=\"305\" srcset=\"https://www.convention-net.de/wp-content/uploads/2020/10/Dr.-Peter-Fiedler_Chief-Financial-Officer_Kempinski-Hotels_copyright-Kempinski-Hotels-w800-h600-600x401.jpg 600w, https://www.convention-net.de/wp-content/uploads/2020/10/Dr.-Peter-Fiedler_Chief-Financial-Officer_Kempinski-Hotels_copyright-Kempinski-Hotels-w800-h600-768x513.jpg 768w, https://www.convention-net.de/wp-content/uploads/2020/10/Dr.-Peter-Fiedler_Chief-Financial-Officer_Kempinski-Hotels_copyright-Kempinski-Hotels-w800-h600-110x75.jpg 110w, https://www.convention-net.de/wp-content/uploads/2020/10/Dr.-Peter-Fiedler_Chief-Financial-Officer_Kempinski-Hotels_copyright-Kempinski-Hotels-w800-h600.jpg 800w\" sizes=\"(max-width: 456px) 100vw, 456px\" /><figcaption id=\"caption-attachment-17920\" class=\"wp-caption-text\">Foto: Kempinski Hotels</figcaption></figure>\n<p>Dr. Fiedler bringt mehr als 40 Jahre Erfahrung in den Bereichen Finanzen und Controlling mit und hat sich in den letzten zehn Jahren vor allem auf Unternehmensberatung sowie Investitions- und Verwaltungsratsmandate bei verschiedenen Hotelentwicklungs- und Managementprojekten konzentriert.</p>\n<p>Von 1982 bis 1998 war er im führendenden Industriekonzern Daimler-Benz tätig, wo er mehrere Funktionen im Finanz- und Controlling bekleidete und Positionen vom Manager bis zum Senior Vice President durchlief. Im Jahr 1998 wechselte er als Senior Vice President und Leiter der Konzern-Finanzabteilung des Holding-Rates zur Bayerischen Braustiftung Josef Schörghuber &amp; Co. Holding KG München. Ab 2001 leitete er als Geschäftsführer und CFO die Bavaria International Aircraft Leasing GmbH &amp; Co. KG und wurde zwischenzeitlich auch Mitglied der Geschäftsführung der Brau Holding International GmbH &amp; Co. KGaA. Darüber hinaus war er von 1998 bis 2008 mit der Schörghuber Gruppe München verbunden und bekleidete innerhalb der Gruppe mehrere Geschäftsführungsmandate.</p>\n<p>“Wir freuen uns sehr, dass wir Dr. Peter Fiedler für die anspruchsvolle Aufgabe des Chief Financial Officer gewinnen konnten”, so Martin R. Smura, Chief Executive Officer und Vorstandsvorsitzender der Kempinski Hotels. &#8222;Mit seinem groβen Erfahrungsschatz und seinem profunden Wissen und Netzwerk in der Hotellerie ist er der Richtige, um unsere internationale Finanzstrategie mitzugestalten und umzusetzen.”</p>\n<p>Dr. Fiedler hat einen Doktortitel in Rechtswissenschaften und verfügt über weitreichende Erfahrung im Unternehmensrecht.</p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>Kempinski Hotels hat Dr. Peter Fiedler zum Chief Financial Officer und Mitglied des Vorstands ernannt.</p>\n",
      "protected": false
    },
    "author": 4,
    "featured_media": 17920,
    "comment_status": "closed",
    "ping_status": "closed",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [],
    "categories": [1, 8],
    "tags": [],
    "_links": {
      "self": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17919"
        }
      ],
      "collection": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts"
        }
      ],
      "about": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/types/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/users/4"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/comments?post=17919"
        }
      ],
      "version-history": [
        {
          "count": 1,
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17919/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 17921,
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17919/revisions/17921"
        }
      ],
      "wp:featuredmedia": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/media/17920"
        }
      ],
      "wp:attachment": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/media?parent=17919"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/categories?post=17919"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/tags?post=17919"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https://api.w.org/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 17916,
    "date": "2020-10-20T10:25:58",
    "date_gmt": "2020-10-20T08:25:58",
    "guid": {
      "rendered": "https://www.convention-net.de/?p=17916"
    },
    "modified": "2020-10-20T10:25:58",
    "modified_gmt": "2020-10-20T08:25:58",
    "slug": "das-beste-aus-zwei-welten-digiday20-des-gcb-am-26-november",
    "status": "publish",
    "type": "post",
    "link": "https://www.convention-net.de/das-beste-aus-zwei-welten-digiday20-des-gcb-am-26-november/",
    "title": {
      "rendered": "Das Beste aus zwei Welten: #DigiDay20 des GCB am 26. November"
    },
    "content": {
      "rendered": "<p>Der „Digital and Innovation Day“ des GCB German Convention Bureau e.V. widmet sich in diesem Jahr dem hochaktuellen Thema „Hybride Events – das Beste aus zwei Welten“ und findet dabei selbst im hybriden Format statt. Die Teilnehmer*innen können wählen, ob sie beim #DigiDay20 am 26. November live vor Ort im Darmstadtium in Darmstadt oder rein virtuell dabei sein wollen. Für beide Varianten bietet das Event besondere Highlights.</p>\n<figure id=\"attachment_17917\" aria-describedby=\"caption-attachment-17917\" style=\"width: 600px\" class=\"wp-caption aligncenter\"><img class=\"size-medium wp-image-17917\" src=\"https://www.convention-net.de/wp-content/uploads/2020/10/Header_1280x427_DigiDay_2020-w800-h600-600x200.jpg\" alt=\"GCB\" width=\"600\" height=\"200\" srcset=\"https://www.convention-net.de/wp-content/uploads/2020/10/Header_1280x427_DigiDay_2020-w800-h600-600x200.jpg 600w, https://www.convention-net.de/wp-content/uploads/2020/10/Header_1280x427_DigiDay_2020-w800-h600-768x256.jpg 768w, https://www.convention-net.de/wp-content/uploads/2020/10/Header_1280x427_DigiDay_2020-w800-h600.jpg 800w\" sizes=\"(max-width: 600px) 100vw, 600px\" /><figcaption id=\"caption-attachment-17917\" class=\"wp-caption-text\">Abb.: GCB German Convention Bureau e.V.</figcaption></figure>\n<div>\n<p>Ungewöhnliche Zeiten erfordern besondere Veranstaltungen mit inspirierenden Ideen. Aus diesem Grund dreht sich beim #DigiDay20 alles um das Thema „Hybride Events – das Beste aus zwei Welten“. Die Veranstaltung findet selbst im hybriden Format statt und überlässt den Teilnehmer*innen die Wahl: Sie können die Veranstaltung entweder live vor Ort im Darmstadtium in Darmstadt besuchen und die Gelegenheit nutzen, sich persönlich mit anderen Teilnehmer*innen zu vernetzen und im Workshop zu aktuellen Herausforderungen auszutauschen. Oder sie nehmen im Livestream teil, verfolgen die spannenden Sessions online und treffen die Expert*innen virtuell. „Hybride Events sind bereits seit längerem erfolgreich im Einsatz, haben durch die Pandemie aber ein ganz neues Level inklusive neuer Herausforderungen erreicht“, sagt Matthias Schultze, Managing Director des GCB. „Mit ihrem doppelten Fokus auf persönlicher Begegnung und virtueller Vernetzung bieten hybride Formate die einzigartige Möglichkeit, ganz individuell auf die Bedürfnisse der Teilnehmer*innen einzugehen – und genau darin liegt der Schlüssel für erfolgreiche Business Events der Zukunft.“</p>\n<p><strong>Individuelle Teilnehmer*innen-Erlebnisse</strong><br />\nDas abwechslungsreiche Programm auf der Bühne können Live- und Remote-Teilnehmer*innen gleichermaßen verfolgen. Dazu gehören unter anderem eine Keynote von Catharina van Delden (CEO von Innosabi) zu Strategien und Lösungen für ein agiles Innovationsmanagement, ein Impuls von Colja Dams (CEO von VOK DAMS) zu den Potenzialen hybrider Events sowie eine abschließende Panel-Diskussion. Vor Ort in Darmstadt erwartet die Teilnehmer*innen ein zweistündiger Intensiv-Workshop mit Tom Ritschel, in dem ganz konkrete Ideen, Techniken und Tools zur Konzeption hybrider Events erarbeitet und mögliche Herausforderungen diskutiert werden können. Die Netzwerkpausen zwischen den einzelnen Programmpunkten bieten im Laufe des Tages zudem reichlich Gelegenheit zum persönlichen Austausch und zur Reflexion des Gelernten. Herzstück der Remote-Teilnahme sind mehrere exklusive „Meet the Experts“-Sessions am Vor- und Nachmittag, bei denen sich die Teilnehmer*innen zu unterschiedlichen Themenschwerpunkten direkt austauschen und fundierte Antworten auf ihre Fragen erhalten können. Die Sessions widmen sich unter anderem dem User Engagement und der User Experience, der Erfolgsmessung bei hybriden Events, der Lösung technischer Herausforderungen sowie dem Einsatz künstlicher Intelligenz.</p>\n<p><strong>Schnell sein lohnt sich</strong><br />\nBei der Anmeldung zum #DigiDay20 gilt: Schnell sein lohnt sich in mehrfacher Hinsicht. Sowohl die Teilnehmerzahl im Darmstadtium als auch die Zahl der Plätze in den einzelnen virtuellen „Meet the Experts“-Sessions sind begrenzt. Nur wer früh dran ist, hat die freie Auswahl und kann sein*ihr Programm entsprechend der eigenen Präferenzen buchen. Zum anderen erhalten Vor-Ort- wie auch virtuelle Teilnehmer*innen bei Buchung bis zum 6. November einen Early Bird-Tarif. Wichtig zu wissen: Für die Live-Veranstaltung liegt ein den aktuellen Bestimmungen entsprechendes Sicherheits- und Hygienekonzept vor, denn die Gesundheit aller Beteiligten steht an erster Stelle. Sollte sich die Situation im Vorfeld der Veranstaltung entscheidend verändern und eine Live-Veranstaltung nicht möglich sein, kann der #DigiDay20 auch als rein virtuelles Event stattfinden.</p>\n<p>Mehr zum Programm des #DigiDay20 und Anmeldung unter<br />\n<a href=\"https://gcb.de/de/gcb-events-education/messen-und-events/digital-and-innovation-day-2020.html\" target=\"_blank\" rel=\"noopener noreferrer\">https://gcb.de/de/gcb-events-education/messen-und-events/digital-and-innovation-day-2020.html</a></p>\n</div>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>Der „Digital and Innovation Day“ des GCB widmet sich in diesem Jahr dem hochaktuellen Thema „Hybride Events – das Beste aus zwei Welten“.</p>\n",
      "protected": false
    },
    "author": 4,
    "featured_media": 17917,
    "comment_status": "closed",
    "ping_status": "closed",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [],
    "categories": [217, 1],
    "tags": [],
    "_links": {
      "self": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17916"
        }
      ],
      "collection": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts"
        }
      ],
      "about": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/types/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/users/4"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/comments?post=17916"
        }
      ],
      "version-history": [
        {
          "count": 1,
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17916/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 17918,
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17916/revisions/17918"
        }
      ],
      "wp:featuredmedia": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/media/17917"
        }
      ],
      "wp:attachment": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/media?parent=17916"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/categories?post=17916"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/tags?post=17916"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https://api.w.org/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 17912,
    "date": "2020-10-20T10:01:34",
    "date_gmt": "2020-10-20T08:01:34",
    "guid": {
      "rendered": "https://www.convention-net.de/?p=17912"
    },
    "modified": "2020-10-20T10:01:34",
    "modified_gmt": "2020-10-20T08:01:34",
    "slug": "dresden-marketing-gmbh-und-meet-germany-machen-gemeinsam-fit-fuer-den-wandel",
    "status": "publish",
    "type": "post",
    "link": "https://www.convention-net.de/dresden-marketing-gmbh-und-meet-germany-machen-gemeinsam-fit-fuer-den-wandel/",
    "title": {
      "rendered": "Dresden Marketing GmbH und MEET GERMANY machen gemeinsam fit für den Wandel"
    },
    "content": {
      "rendered": "<p>In diesem schwierigen, von der Corona-Pandemie geprägten Jahr ist die MICE-Branche besonders stark betroffen. Große Kongresse oder Events mussten ausfallen und auch das Tagungsgeschäft läuft eher schleppend an. Hier ist neben viel Kreativität und Flexibilität auch jede Menge Wandlungsfähigkeit gefragt.</p>\n<p><img class=\"aligncenter size-medium wp-image-17914\" src=\"https://www.convention-net.de/wp-content/uploads/2020/10/813x295-Fit4Change-Ver3-w800-h600-600x218.png\" alt=\"\" width=\"600\" height=\"218\" srcset=\"https://www.convention-net.de/wp-content/uploads/2020/10/813x295-Fit4Change-Ver3-w800-h600-600x218.png 600w, https://www.convention-net.de/wp-content/uploads/2020/10/813x295-Fit4Change-Ver3-w800-h600-768x278.png 768w, https://www.convention-net.de/wp-content/uploads/2020/10/813x295-Fit4Change-Ver3-w800-h600.png 800w\" sizes=\"(max-width: 600px) 100vw, 600px\" /></p>\n<p>Die Veranstaltung FIT4Change soll Entscheider der MICE-Branche fit machen für diese Herausforderung und für notwendige Veränderungsprozesse. Dafür haben sich die Dresden Marketing GmbH (DMG), Dresdens offizielle Dachmarketingorganisation, mit dem Dresden Convention Service unter ihrem Dach, und MEET GERMANY, das größte Netzwerk der MICE- und Business Travel Branche, zusammengetan.</p>\n<p>„So schwer die Situation gerade ist – jedem Wandel liegt auch eine Chance inne. Wir gehen mit gutem Beispiel voran und haben zwei bestehende Veranstaltungsformate – Fit4Congress der DMG und unsere MEET THE CHANGE – in diesem speziellen Jahr zur Weiterbildungsveranstaltung FIT4Change zusammengeführt. Damit laden wir Planer und Macher aus dem MICE-Bereich für zwei Tage nach Dresden ein – virtuell oder live“, sagt Tanja Schramm, CEO MEET GERMANY.</p>\n<p>Dass sich MEET GERMANY und die DMG ausgerechnet jetzt zu einer Gemeinschaftsveranstaltung zusammentun, hat gute Gründe. „Es geht uns darum, die Entscheider und Planer von Veranstaltungen für neue Wege und Werkzeuge zu sensibilisieren, ihnen praktikable Zukunftsformate näher zu bringen. Live-Veranstaltungen werden auch weiter ein wichtiges Format des fachlichen Austausches sein, während neue Formate ergänzt werden“, sagt Corinne Miseer, Geschäftsführerin der DMG.</p>\n<p>Fit4Change selbst ist ein gutes Beispiel für diesen Wandel, bringt Live-TeilnehmerInnen und Digital-TeilnehmerInnen zusammen. Wichtig ist den Veranstaltern auch eine große Nähe zur Praxis. Exzellente Best-Practice-Beispiele für Fit4Change gibt es direkt vor der Haustür. „Dresden ist ja bekanntermaßen ein Top-Wirtschafts- und Wissenschaftsstandort, der eine hohe Fachexpertise auch für den MICE-Bereich hervorbringt. So gibt es zahlreiche, vor allem junge Dresdner Unternehmen, die sich bspw. auf IT-Lösungen für Fachveranstaltungen spezialisiert haben und die ihre Best-Practice-Beispiele bei FIT4Change vorstellen sein werden“, so Miseer.</p>\n<p>Die Weiterbildungsveranstaltung am 3. November zeigt mit einem Mix aus Impulsvorträgen, Workshops und alternativen Networking-Formaten, wie Kongresse, Tagungen, Firmenveranstaltungen bzw. Events heute geplant und umgesetzt werden müssen, um möglichst viel Output für die TeilnehmerInnen zu generieren und Restriktionen wie durch die Corona-Pandemie bestmöglich zu meistern. Für die überregionalen Teilnehmer geht es bereits am 2. November los: mit einer Site Inspection, die zu ausgewählten Dresdner Veranstaltungslocations führt, zu besonderen Hotels und Erlebnishighlights.</p>\n<p>Die Tagungslocation von Fit4Change gehört zu den neuesten Veranstaltungsorten Dresdens. Die sogenannten „Ostra-Studios“ sind Teil eines historischen und umgenutzen Industrieareals.</p>\n<p>VOK DAMS &#8211; Agentur für Events und Live-Marketing, die Initiatoren von MEET THE CHANGE wie Unusual Thinkers, easyCube, Karin Ruppert und Beyond Crisis sowie das EventCloudNetwork bestehend aus der doo GmbH, EventMobi sowie FastLane freuen sich auf die Fachbesucher.</p>\n<p>Für die überregionalen Teilnehmer geht es bereits am 2. November los: mit einer Site Inspection, die zu ausgewählten Dresdner Veranstaltungslocations führt, zu besonderen Hotels und Erlebnishighlights. Am Abend treffen die Gäste dann mit lokalen Anbietern der MICE-Branche zusammen. Hier ist Networking ebenso großgeschrieben wie das Life-Erlebnis einer extravaganten Veranstaltungslocation.</p>\n<p>Erwartet werden vor Ort in Dresden bis zu 100 Entscheider aus der Event- und übergreifenden Branchen sowie 500 Fachbesucher im Stream. Die Deutsche Bahn unterstützt die Anreise mit einem Sonderpreis. Ebenfalls in Planung ist ein kostenfreier Bustransfer zwischen Berlin nach Dresden gemeinsam mit Hanse Mondial.</p>\n<p>Weitere Details, der detaillierte Ablauf sowie die Möglichkeit, sich anzumelden, findet sich <a href=\"https://meet-germany.network/events/fit4change\">hier</a>.</p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>Die Veranstaltung FIT4Change soll Entscheider der MICE-Branche fit machen für diese Herausforderung und für notwendige Veränderungsprozesse.</p>\n",
      "protected": false
    },
    "author": 4,
    "featured_media": 17913,
    "comment_status": "closed",
    "ping_status": "closed",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [],
    "categories": [217, 1],
    "tags": [],
    "_links": {
      "self": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17912"
        }
      ],
      "collection": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts"
        }
      ],
      "about": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/types/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/users/4"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/comments?post=17912"
        }
      ],
      "version-history": [
        {
          "count": 1,
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17912/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 17915,
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17912/revisions/17915"
        }
      ],
      "wp:featuredmedia": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/media/17913"
        }
      ],
      "wp:attachment": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/media?parent=17912"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/categories?post=17912"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/tags?post=17912"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https://api.w.org/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 17909,
    "date": "2020-10-20T07:00:18",
    "date_gmt": "2020-10-20T05:00:18",
    "guid": {
      "rendered": "https://www.convention-net.de/?p=17909"
    },
    "modified": "2020-10-19T16:36:21",
    "modified_gmt": "2020-10-19T14:36:21",
    "slug": "nyc-company-launches-new-webinar-series-to-ensure-travel-trade-and-meeting-planners-are-all-in-on-nyc",
    "status": "publish",
    "type": "post",
    "link": "https://www.convention-net.de/nyc-company-launches-new-webinar-series-to-ensure-travel-trade-and-meeting-planners-are-all-in-on-nyc/",
    "title": {
      "rendered": "NYC &#038; Company launches new webinar series to ensure Travel Trade and meeting planners are &#8218;all in&#8216; on NYC"
    },
    "content": {
      "rendered": "<p>NYC &amp; Company, the official destination marketing organization and convention and visitors bureau for the five boroughs of New York City, invites members of the travel trade and meeting and event planners to keep abreast of all the latest New York City updates with the new <strong>All In NYC: Travel Trade Webinar Series</strong> and <strong>All In NYC: Meetings Webinar Series</strong>, launching this month. As the Covid-19 pandemic continues to affect travel globally, these comprehensive, monthly webinars will provide educational updates and opportunities to connect with New York City’s world-class hospitality, tourism, meetings and events industry, in partnership with NYC &amp; Company member businesses.</p>\n<p>“As New York City’s five boroughs safely reopen and we look to welcome visitors and delegates when the time is right, it is important that we continue to connect with our trusted travel trade and planner audiences, to provide timely updates on the world’s greatest destination as we all continue to navigate tourism’s new normal, and to show how they too can go ‘all in’ on NYC,” said Fred Dixon, NYC &amp; Company President and CEO.</p>\n<p>NYC &amp; Company’s Tourism Development and Convention Development teams will be joined by representatives from featured New York City hotels, venues, attractions, museums, tours, experiences and more during the presentations.</p>\n<p>Members of the travel trade and meeting professionals are encouraged to register for this month’s webinars and sign up to receive forthcoming invitations. Upcoming programs include:</p>\n<ul>\n<li><strong>Travel Trade (register </strong><a href=\"https://allinnyctraveltradewebinar-red.splashthat.com/?cid=NYCEM_Webinar_20201001\"><strong>here</strong></a><strong>) </strong></li>\n</ul>\n<ul>\n<li><strong>October 15: Rediscover New York City<br />\n</strong><em>Get reacquainted with our destination as we navigate the new normal.</em></li>\n<li><strong>November 12: A Healthy Approach to NYC Travel<br />\n</strong><em>From public safety to self-care, the whole city is focused on wellness.</em></li>\n<li><strong>December 10: What&#8217;s Next for Family Travel to NYC<br />\n</strong><em>It&#8217;s still one of the best–and safest–places to bring the kids.</em></li>\n</ul>\n<ul>\n<li><strong>Meetings (register </strong><a href=\"https://allinnycmeetingswebinar-redisc.splashthat.com/?cid=NYCEM_Webinar_20201001\"><strong>here</strong></a><strong>)</strong></li>\n</ul>\n<ul>\n<li><strong>October 22: Rediscover New York City<br />\n</strong><em>Get reacquainted with our destination as we navigate the new normal.</em></li>\n<li><strong>November 19: Small Meetings, Big Potential<br />\n</strong><em>In the age of social distancing, meeting size is key.</em></li>\n<li><strong>December 17: A Versatile Meetings Destination<br />\n</strong><em>NYC venues provide an endless variety of options.</em></li>\n</ul>\n<p>In addition, NYC &amp; Company will soon be launching a <strong>Diversity Webinar series</strong>, highlighting the experiences of BIPOC (Black, Indigenous, People of Color) communities and businesses throughout the City’s five boroughs. More details to be announced.</p>\n<p>NYC &amp; Company recently unveiled the <a href=\"https://business.nycgo.com/press-and-media/press-releases/articles/post/the-coalition-for-nyc-hospitality-tourism-recovery-unveils-roadmap-to-help-sectors-rally/\"><strong><em>All In NYC</em></strong><strong> local revitalization effort</strong></a> to help New Yorkers reconnect with the city they love, remind people that New York City remains the greatest city in the world and now one of the safest cities from a public health perspective, and help the City’s more than 403,000 tourism and hospitality employees return to work.</p>\n<p>Additional New York City information, webinars and resources can be found at <a href=\"http://www.nycgo.com/traveltrade\"><strong>nycgo.com/traveltrade</strong></a> and <a href=\"http://www.nycgo.com/makeitnyc\"><strong>nycgo.com/makeitnyc</strong></a>.</p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>NYC &#038; Company invites members of the travel trade and meeting and event planners to keep abreast of all the latest New York City updates with the new Webinar Series.</p>\n",
      "protected": false
    },
    "author": 4,
    "featured_media": 0,
    "comment_status": "closed",
    "ping_status": "closed",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [],
    "categories": [5, 1],
    "tags": [],
    "_links": {
      "self": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17909"
        }
      ],
      "collection": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts"
        }
      ],
      "about": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/types/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/users/4"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/comments?post=17909"
        }
      ],
      "version-history": [
        {
          "count": 2,
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17909/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 17911,
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17909/revisions/17911"
        }
      ],
      "wp:attachment": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/media?parent=17909"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/categories?post=17909"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/tags?post=17909"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https://api.w.org/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 17900,
    "date": "2020-10-19T07:00:42",
    "date_gmt": "2020-10-19T05:00:42",
    "guid": {
      "rendered": "https://www.convention-net.de/?p=17900"
    },
    "modified": "2020-10-18T22:43:42",
    "modified_gmt": "2020-10-18T20:43:42",
    "slug": "deep-tech-innovatoren-aus-lettland-im-gespraech-girts-smelters-von-xt",
    "status": "publish",
    "type": "post",
    "link": "https://www.convention-net.de/deep-tech-innovatoren-aus-lettland-im-gespraech-girts-smelters-von-xt/",
    "title": {
      "rendered": "Deep Tech-Innovatoren aus Lettland im Gespräch: Girts Smelters von Exponentional Technologies (xT)"
    },
    "content": {
      "rendered": "<figure id=\"attachment_17897\" aria-describedby=\"caption-attachment-17897\" style=\"width: 401px\" class=\"wp-caption alignleft\"><img class=\" wp-image-17897\" src=\"https://www.convention-net.de/wp-content/uploads/2020/10/Girts-Smelters-courtesy-of-LIAA-w800-h600-558x600.png\" alt=\"Latvia\" width=\"401\" height=\"431\" /><figcaption id=\"caption-attachment-17897\" class=\"wp-caption-text\">Girts Smelters from Exponential Technologies (xT). Images: LIAA</figcaption></figure>\n<p>Im Gespräch mit „Deep Tech“ -Innovatoren in Lettland: Girts Smelters von Exponential Technologies (xT)erklärt, was multi-objective optimization und das Rezept für den perfekten Pfannkuchen verbindet.</p>\n<p><strong>Hei Girts, kannst Du bitte einem Amateur erklären, welche Art von Deep-Tech-Produkt Ihr anbietet und wofür es verwendet werden kann?</strong></p>\n<p>Gerne kann ich das: xT ist ein Start-up in der Wachstumsphase, das Mitte 2019 gegründet wurde. Unser Kerngeschäft ist die Bereitstellung einer Plattform für künstliche Intelligenz (KI) und eines Management Systems für Forschung, mithilfe dessen z.B. Industriechemiker, Biologen und Ingenieure Prozess- / Maschinenparameter, Materialzusammensetzung und viele andere Parametertypen finden und optimieren können. Wir sind <a href=\"https://www.x-t.ai/about-us/\"><strong>drei Gründer, Pavel, Matthias und ich</strong></a><strong>,</strong> und wir haben ein starkes und wachsendes Team mit Büros in Riga und Rezekne.</p>\n<p>Bei xT geht es darum, die richtigen Rezepte für eine breite Palette von Aufgaben bei industrieller Innovation zu finden. Die Analogie über das Backen von optimalen Pfannkuchen kann das für Laien besser verdeutlichen:</p>\n<p>Nehmen wir an, Du möchtest ein Fast-Food-Pfannkuchen-Restaurant eröffnen und musst jetzt das perfekte Pfannkuchen-Rezept finden &#8211; eines, das unwiderstehlich lecker, einfach zu mischen, schnell herzustellen und mit nicht zu teuren Zutaten zu machen ist. Zuerst musst Du ein optimales Verhältnis von Backpulver, Salz, Zucker usw. finden. Dann die richtige Reihenfolge, in der alles gemischt wird, und anschließend müssen die weiteren Prozessparameter ermittelt werden wie Backtemperatur und –dauer oder die am besten geeignete Pfanne. All das muss gleichzeitig durchgetestet und dabei so wenig Geld wie möglich ausgegeben werden.</p>\n<p>Jeder erfahrene Koch probiert jetzt aus, indem er ein Grundrezept nimmt und dann jeweils ein oder zwei Parameter gleichzeitig ändert &#8211; etwas mehr Zucker, etwas höhere Temperatur und so weiter und schaut, was jeweils dabei herauskommt. Solange bis er das optimale Rezept gefunden hat. Deshalb dauert es manchmal lange, bis die wirklich beste Kombination entdeckt  wird.</p>\n<p>Unsere KI-Plattform kann diese Zeit erheblich verkürzen und viele teure Ressourcen einsparen, weil sie ungleich schneller die optimale Lösung findet und somit den Restaurantbesitzer für andere wichtige Aufgaben freistellt. Unsere KI-Lösung lernt ausgehend vom Grundrezept und generiert Optimierungsvorschläge. Deren Ergebnisse werden als Feedback zu Geschmack, Leistung und Kosten wieder ins System zurückgeführt. Dieser Prozess wird solange durchgeführt bis das gewünschte Ergebnis gefunden ist – das Ganze nennt man dann multi-objective optimization (Optimierung, die auf multiplen Kriterien beruht).  Das Pfannkuchen Beispiel ist natürlich eine starke Vereinfachung, aber sobald es um Industrielle Mixturen und Prozesse oder die Herstellung von Medikamenten (wie Impfstoffe gegen COVID19) geht, werden die Inhaltsstoffe und Prozesse sehr komplex.</p>\n<p>Mit Hilfe unserer AI-Lösung <a href=\"https://support.x-t.ai/white-papers/smart_DoE\"><strong>xT_smart_DoE</strong></a> kann die Auswahl und Produktionsskalierung für die Herstellung von Impfstoff- und Antikörpertestkits massiv beschleunigt werden. Dies würde die Markteinführungszeit für COVID-19-Impfstoffe um mehrere Monate verkürzen und somit Zehntausende von Menschenleben retten. Wir verhandeln bereits über eine mögliche Zusammenarbeit mit einigen der globalen Impfstoffhersteller.</p>\n<figure id=\"attachment_17898\" aria-describedby=\"caption-attachment-17898\" style=\"width: 600px\" class=\"wp-caption aligncenter\"><img class=\"wp-image-17898 size-medium\" src=\"https://www.convention-net.de/wp-content/uploads/2020/10/An-example-of-a-biological-process-optimization-experiment-where-both-target-protein-yield-and-total-biomass-are-maximized-simultaneously-for-w800-h600-600x259.jpg\" alt=\"Lettland\" width=\"600\" height=\"259\" srcset=\"https://www.convention-net.de/wp-content/uploads/2020/10/An-example-of-a-biological-process-optimization-experiment-where-both-target-protein-yield-and-total-biomass-are-maximized-simultaneously-for-w800-h600-600x259.jpg 600w, https://www.convention-net.de/wp-content/uploads/2020/10/An-example-of-a-biological-process-optimization-experiment-where-both-target-protein-yield-and-total-biomass-are-maximized-simultaneously-for-w800-h600-768x331.jpg 768w, https://www.convention-net.de/wp-content/uploads/2020/10/An-example-of-a-biological-process-optimization-experiment-where-both-target-protein-yield-and-total-biomass-are-maximized-simultaneously-for-w800-h600.jpg 800w\" sizes=\"(max-width: 600px) 100vw, 600px\" /><figcaption id=\"caption-attachment-17898\" class=\"wp-caption-text\">Beispiel für ein biologisches Prozessoptimierungsexperiment, bei dem sowohl die Zielproteinausbeute als auch die Gesamtbiomasse gleichzeitig maximiert werden.</figcaption></figure>\n<p>Derzeit konzentrieren wir uns auf Anwendungen in Biotechnologie, Chemie und Advanced Manufacturing (einer unserer Industrie Partner ist die deutsche Evonik Industries AG, special chemicals company).  Viele Anwendungsmöglichkeiten gibt es in der pharmazeutischen und chemischen Produktion, aber auch für die Herstellung von nachhaltigen Lebensmitteln und Getränken (wie sog. Laborfleisch oder in-Vitro Herstellung von künstlichem Fleisch), Biokosmetik, intelligenten Materialien, neuartigen Verbundwerkstoffen, Legierungen und so weiter.  Der Kern der xT Plattform sind KI-Algorithmen (Künstliche Intelligenz), die wir selbst entwickelt haben. Die Anwendung wird jedoch auf jeden Kunden und seine speziellen Anforderungen zugeschnitten und bietet ein umfassendes Managementsystem für Teams von Industrieforschern und Ingenieuren, um gemeinsam Innovationen zu entwickeln.  Unser Geschäftsmodell ist SaaS basiert(Software as a Service) in der Cloud oder kann als On-Premise-Lösung bereitgestellt werden &#8211; da die industrielle Produktion häufig sehr sensible Daten umfasst und daher offline gehalten werden muss. Wir sind der Ansicht, dass der Zugang zu Innovation für jeden Interessenten verfügbar sein sollte und daher gestalten wir unser Produkt so benutzerfreundlich wie möglich.</p>\n<p><strong>Girts, wie generiert Ihr potenzielle Kunden für Euer xT-Geschäft?</strong></p>\n<p>Erst einmal nehmen wir sehr aktiv an Konferenzen, Ausstellungen und allen verfügbaren Plattformen teil und nutzen jede Gelegenheit zum Networking, die sich uns bietet. xT ist z.B. Teil der lettischen Delegation in der neuen community platform <strong>Node by Slush</strong>, der kürzlich gestarteten virtuellen Start-up-Community von Slush. Wir werden von Oktober bis Dezember dieses Jahres dort sein, hier ist der <a href=\"https://www.slush.org/startup-highlights/latvia-delegation/\"><strong>link zur Delegation</strong></a><strong>.</strong></p>\n<p>Darüber hinaus nehmen wir aktiv an vielen Hackathons teil. Wir von xT  haben kürzlich zusammen mit einem Team internationaler Wissenschaftler die Forschungskategorie Gesundheit + Leben des von der Europäischen Kommission organisierten EUvsVirus-Hackathons* gewonnen. Insgesamt gab es über 20 000 Teilnehmer an dem Wettbewerb und es wurden über 2 100 Projekte eingereicht.</p>\n<p>Wir haben dafür hier in Lettland viel Berichterstattung in den lokalen Medien über diesen erfolgreichen Hackathon bekommen! Die Teilnahme an Hackathons ist zugleich auch eine tolle Möglichkeit zum Netzwerken und um internationale Bekanntheit und Anerkennung zu erlangen.</p>\n<p>* (Bei einem Hackathon bilden sich Teams, um innerhalb von 48 Stunden an einer Lösung für ein bestimmtes Problem zu arbeiten. Der so gefundene Ansatz wird dann Investoren und Unternehmen vorgestellt, die auf der Suche nach diesen speziellen Lösungen sind)</p>\n<p><strong>Findet Ihr denn Eure Kunden auch direkt in Lettland? Wie hilft lokale PR (wie der Gewinn des EUvsVirus-Hackathons) dem Business?</strong></p>\n<p>Unsere Zielgruppe kommt normalerweise nicht aus Lettland. Wir haben aber auch noch andere Herausforderungen zu bewältigen, nämlich hochqualifiziertes Talent zu gewinnen. Aufgrund des aktiven Start-up-Ökosystems in Lettland gibt es einen „Wettlauf um Talente“ und man muss es als Firma so aufregend und attraktiv zu sein, damit jeder gerne bei uns arbeiten möchte! Nur so können wir ein leistungsstarkes Team und zukünftiges Wachstum sichern! Lokale PR hilft hier definitiv sehr bei diesem „Rennen“</p>\n<p><strong>Wo sind Eure Kunden dann?</strong></p>\n<p><strong> </strong>Eigentlich in allen großen Volkswirtschaften &#8211; Deutschland, Frankreich, Großbritannien und Spanien, aber auch die USA, der Nahe Osten und vor kurzem haben wir sogar begonnen, den indischen Markt zu erkunden.  Lettland hat durch LIAA und durch einen systematischen Ansatz eine starke Position für die regionale Deep-Tech-Szene aufgebaut und investiert viel in die frühen Phasen der Entstehung von Projekten. Das schafft günstige Voraussetzungen, damit Startups hier entstehen und wachsen können. Das Scale-up benötigt jedoch auch die Nähe zu großen Industrieunternehmen, um Pilotprojekte durchzuführen und die Technologie genehmigen zu lassen.  <strong>Girts, um Tagungs- und Kongressdestinationen zu fördern, präsentieren wir dort vorhandenes Wissen und Innovation für eine neue Art von Kontext und Relevanz für die Tagungsmärkte. Ergibt das Sinn für dich?</strong> Ja, das macht in der Tat sehr viel Sinn. Zum Beispiel habe ich den <a href=\"https://smartcities-infosystem.eu/newsroom/events/smart-city-expo-world-congress-2019\"><strong>Smart City Expo World Congress 2019</strong></a> in Barcelona besucht und war beeindruckt von den dort angebotenen Möglichkeiten, relevante Organisationen zu treffen, sich mit ihnen zu vernetzen und sie zu besuchen. Ich finde diesen Ansatz sehr inspirierend und er hilft sehr, sich viel stärker an einen Ort zu binden, einen Mehrwert für die Kongressteilnehmer und Besucher zu schaffen und darüber hinaus die Networking-Möglichkeiten für beide Seiten zu erweitern.  Meinerseits würde ich mich freuen, Unternehmen oder Kongressdelegierte zu treffen, die nach Lettland kommen und mehr über unsere Aktivitäten bei xT erfahren möchten! In Lettland haben wir kleine, aber viele sehr geschickte Teams, die sich absolut auf gleicher Ebene mit weltweit führenden Unternehmen in Bereichen wie Biomedizin, intelligente Materialien und IKT (Informations- und Kommunikationstechnologie) behaupten und messen können. <strong> </strong><strong>Danke, Girts, das war sehr interessant und es hilft zu verstehen, worum es bei xT geht!</strong></p>\n<span class=\"highlight highlight-gray\">To read this article in englisch click <a href=\"https://www.convention-net.de/?p=17896\">here</a></span>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>Im Gespräch mit „Deep Tech“ &#8211; Innovatoren in Lettland: Girts Smelters von Exponential Technologies (xT)erklärt, was multi-objective optimization und das Rezept für den perfekten Pfannkuchen verbindet.</p>\n",
      "protected": false
    },
    "author": 4,
    "featured_media": 17903,
    "comment_status": "closed",
    "ping_status": "closed",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [],
    "categories": [5, 72, 170],
    "tags": [],
    "_links": {
      "self": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17900"
        }
      ],
      "collection": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts"
        }
      ],
      "about": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/types/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/users/4"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/comments?post=17900"
        }
      ],
      "version-history": [
        {
          "count": 6,
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17900/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 17908,
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17900/revisions/17908"
        }
      ],
      "wp:featuredmedia": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/media/17903"
        }
      ],
      "wp:attachment": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/media?parent=17900"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/categories?post=17900"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/tags?post=17900"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https://api.w.org/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 17896,
    "date": "2020-10-18T22:23:07",
    "date_gmt": "2020-10-18T20:23:07",
    "guid": {
      "rendered": "https://www.convention-net.de/?p=17896"
    },
    "modified": "2020-10-18T22:23:07",
    "modified_gmt": "2020-10-18T20:23:07",
    "slug": "deep-tech-innovators-in-latvia-girts-smelters-xt-about-multi-objective-optimization-and-how-it-relates-to-making-pancakes",
    "status": "publish",
    "type": "post",
    "link": "https://www.convention-net.de/deep-tech-innovators-in-latvia-girts-smelters-xt-about-multi-objective-optimization-and-how-it-relates-to-making-pancakes/",
    "title": {
      "rendered": "Deep Tech Innovators in Latvia: Girts Smelters (xT) about multi-objective optimization and how it relates to making pancakes"
    },
    "content": {
      "rendered": "<figure id=\"attachment_17897\" aria-describedby=\"caption-attachment-17897\" style=\"width: 370px\" class=\"wp-caption alignleft\"><img class=\" wp-image-17897\" src=\"https://www.convention-net.de/wp-content/uploads/2020/10/Girts-Smelters-courtesy-of-LIAA-w800-h600-558x600.png\" alt=\"Latvia\" width=\"370\" height=\"398\" /><figcaption id=\"caption-attachment-17897\" class=\"wp-caption-text\">Girts Smelters from Exponential Technologies (xT). Images: LIAA</figcaption></figure>\n<p>Girts Smelters from Exponential Technologies (xT) explains, how AI helps finding the right recipes for a broad set of industrial innovation challenges and why connecting local knowledge like theirs with international meetings and congresses makes a lot of sense to him.</p>\n<p><strong>Hei Girts, can you explain to an amateur what kind of deep tech product it is that you offer and what it can be used for? </strong></p>\n<p>Of course, I can: xT is a growth-stage start-up, founded in mid-2019. Our core business is to provide an artificial intelligence (AI) platform and research management system that allows industrial chemists, biologists and engineers to find and optimize process/machine parameters, material composition and many other parameter types. We are <a href=\"https://www.x-t.ai/about-us/\"><strong>three co-founders, Pavel, Matthias and myself</strong></a>, and we have a strong and growing team within offices located both in Riga and Rezekne.</p>\n<p><strong>xT is all about finding the right recipes for a broad set of industrial innovation challenges – I give you an analogy from daily life:</strong></p>\n<p>Let us assume that you want to open a fast food pancake restaurant, and you need to find the perfect pancake recipe – one that is extremely tasty, easy to mix, quick to cook, and with ingredients that are not too expensive. First, you’d have to find an optimal ratio of baking powder, salt, sugar etc. Then, the right sequence of how you mix them, following with the discovery of right process parameters – frying temperature and duration. And you would have to do all of these steps simultaneously, while spending as little money as possible. Traditionally, any seasoned chef would start by trial and error, changing one or two parameters at a time – a little more sugar, a little higher temperature and so on. That’s why it takes decades for people to reach true greatness.</p>\n<p>Our AI platform can substantially shorten this time and save a lot of expensive resources, as it will help to discover the most optimal solution rapidly and let the restaurant owner move on with the business operations and new additions to the menu. Our AI solution starts learning from scratch by generating suggestions that you have to actually try out, and expects your feedback about the taste, performance and costs. This is done for several iterations, and, finally, the AI arrives at the desired result. That is called <strong>multi-objective optimization</strong>.</p>\n<p>Now, the pancake example is a simplification, but once it comes to other industrial domains or medicine (like vaccines against COVID19) the ingredients and processes become very complex. With the help of our AI solution <a href=\"https://support.x-t.ai/white-papers/smart_DoE\"><strong>xT_smart_DoE </strong></a>you can speed up the discovery and production scaling for vaccine and antibody test kit manufacturing. This would shorten the go-to-market time for COVID-19 vaccines by several months, and thus save tens of thousands of lives. Hence, we are currently negotiating possible collaboration with some of the global vaccine manufacturers.</p>\n<figure id=\"attachment_17898\" aria-describedby=\"caption-attachment-17898\" style=\"width: 600px\" class=\"wp-caption aligncenter\"><img class=\"wp-image-17898 size-medium\" src=\"https://www.convention-net.de/wp-content/uploads/2020/10/An-example-of-a-biological-process-optimization-experiment-where-both-target-protein-yield-and-total-biomass-are-maximized-simultaneously-for-w800-h600-600x259.jpg\" alt=\"Latvia\" width=\"600\" height=\"259\" srcset=\"https://www.convention-net.de/wp-content/uploads/2020/10/An-example-of-a-biological-process-optimization-experiment-where-both-target-protein-yield-and-total-biomass-are-maximized-simultaneously-for-w800-h600-600x259.jpg 600w, https://www.convention-net.de/wp-content/uploads/2020/10/An-example-of-a-biological-process-optimization-experiment-where-both-target-protein-yield-and-total-biomass-are-maximized-simultaneously-for-w800-h600-768x331.jpg 768w, https://www.convention-net.de/wp-content/uploads/2020/10/An-example-of-a-biological-process-optimization-experiment-where-both-target-protein-yield-and-total-biomass-are-maximized-simultaneously-for-w800-h600.jpg 800w\" sizes=\"(max-width: 600px) 100vw, 600px\" /><figcaption id=\"caption-attachment-17898\" class=\"wp-caption-text\">Example of biological process optimization experiment where both target protein yield and total biomass are maximized simultaneously.</figcaption></figure>\n<p><span lang=\"EN-US\">Presently, we focus on biotechnology, chemicals and advanced manufacturing (where our industrial partner is the German giant Evonik Industries AG). Applications are possible e.g. in pharmaceutical and chemical production, but also for the production of sustainable food and beverages (like, cultured meat), bio cosmetics, smart materials, novel composites and alloys and so on. The core engine of the platform are <b>AI</b> <b>algorithms</b> which we have developed in-house. However, the service is tailored for each domain specifically, offering a comprehensive research management system for teams of industrial researchers and engineers to collaboratively innovate. Our business model is SaaS (software as a service) on the cloud or can be provided as an on-premise solution — as industrial production often involves very sensitive data and needs to be kept offline. We believe that the opportunity to innovate should be as accessible as possible, therefore our aim is to build products in a user centric manner with an ease of use in mind.</span></p>\n<p><b>Girts, how do you source clients or potential clients for your xT business? </b></p>\n<p><span lang=\"EN-US\">Well, we are very active in attending conferences, expos, all available platforms and we use any opportunity for networking that we can lay our hands on. xT is part of the Latvian delegation group at Node by Slush, the recently launched virtual start-up community. We will be there from October – December this year, </span><span lang=\"EN-US\"><a href=\"https://www.slush.org/startup-highlights/latvia-delegation/\"><b>you can visit us here</b></a></span></p>\n<p><span lang=\"EN-US\">In addition, we actively take part in hackathons – so, xT, together with a team of international scientists – recently won the Health+Life — research category of the EUvsVirus hackathon* organized by the European Commission. In total, the competition attracted over 20 000 participants and over 2 100 projects were submitted. We had a lot of good press coverage in local media here in Latvia about this successful hackathon! Participation in hackathons has also served as a great networking tool and a possibility to gain international exposure and recognition in the times of global lockdown.</span></p>\n<p><span lang=\"EN-US\">*(in a hackathon you build new teams to speed work on a solution for a particular problem within 48 hours, which then is presented to investors and companies looking for such solution)</span></p>\n<p><b>Do you find your clients in Latvia itself? How does local PR (like winning the EUvsVirus hackathon) help your cause?</b></p>\n<p><span lang=\"EN-US\">Our target clients are usually not from Latvia; however, we face a significant challenge to attract highly skilled talent. Due to the active start-up ecosystem, there is a “race for talent” and you need to be an exciting and well recognized organization in order to secure a high performing team and future growth! So local PR definitely helps a lot in this “race”!</span></p>\n<p><b>Where are your clients then? </b></p>\n<p><span lang=\"EN-US\">We find them in all big economies — Germany, France, UK and Spain, but also in the USA, Middle East and quite recently we have started to explore the Indian market. Latvia, predominantly with the help of LIAA endeavors, has built up a strong position in the regional deep tech scene through a very systematic approach and invests a lot in early-stage ventures. That creates favorable conditions for startups to emerge and grow here. However, the scale up gets challenging, as it requires proximity to large industrial players in order to run pilots and approbate the technology.</span></p>\n<p><b>Girts, to promote meeting and congress destinations, we present knowledge and innovation in the destinations to create a new type of context and relevance. Does this make sense to you?</b></p>\n<p>Yes, it does make a lot of sense. For example I attended <strong><a href=\"https://smartcities-infosystem.eu/newsroom/events/smart-city-expo-world-congress-2019\">Smart City Expo World Congress 2019 </a></strong>in Barcelona and they offered all kinds of relevant opportunities to meet, network with and to visit organizations related to the participants interests. I found this approach very inspiring and in fact it helps to connect to a place much stronger, adds value to the congress participants and visitors and in fact expands the networking opportunities for both sides. So on my side I would be happy to meet with companies or congress delegates coming to Latvia who are interested to know more about what we do at xT! <strong>In Latvia we have small, yet many very skillful teams that can punch their weight alongside global leaders in such domains as biomedicine, smart materials and ICT. </strong></p>\n<p><b>Thanks Girts, this was a very interesting talk and it helps a lot to understand what xT is about!</b></p>\n<p>&nbsp;</p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>Girts Smelters from Exponential Technologies (xT) explains, how AI helps finding the right recipes for a broad set of industrial innovation challenges and why connecting local knowledge like theirs with international meetings and congresses makes a lot of sense to him.</p>\n",
      "protected": false
    },
    "author": 4,
    "featured_media": 0,
    "comment_status": "closed",
    "ping_status": "closed",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [],
    "categories": [170],
    "tags": [],
    "_links": {
      "self": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17896"
        }
      ],
      "collection": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts"
        }
      ],
      "about": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/types/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/users/4"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/comments?post=17896"
        }
      ],
      "version-history": [
        {
          "count": 1,
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17896/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 17899,
          "href": "https://www.convention-net.de/wp-json/wp/v2/posts/17896/revisions/17899"
        }
      ],
      "wp:attachment": [
        {
          "href": "https://www.convention-net.de/wp-json/wp/v2/media?parent=17896"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/categories?post=17896"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https://www.convention-net.de/wp-json/wp/v2/tags?post=17896"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https://api.w.org/{rel}",
          "templated": true
        }
      ]
    }
  }
]
